Repository: furkanavcilar/kismetly
Catalog: lib/l10n/app_*.arb
Languages: tr

# menuHome
source: Home
tr: Ana Sayfa

# menuDreams
source: Dream Interpreter
tr: Rüya Yorumla

# menuHoroscopes
source: Horoscopes
tr: Burç Yorumları

# menuPalmistry
source: Palm Reading
tr: El Falı

# menuCompatibility
source: Zodiac Compatibility
tr: Zodyak Uyumu

# menuCoffee
source: Coffee Reading
tr: Kahve Falı

# menuSettings
source: Settings
tr: Ayarlar

# menuLanguage
source: Language
tr: Dil

# languageTurkish
source: Turkish
tr: Türkçe

# homeDailyTitle
source: Today's Astrological Insights
tr: Bugünün Astrolojik İçgörüleri

# homeSetSun
source: Select your sun sign
tr: Güneş burcunuzu seçin

# homeSetRising
source: Select your rising sign
tr: Yükselen burcunuzu seçin

# homeSunInsight
source: Today's energy for {sign}: {message}
tr: {sign} burcunun bugünkü enerjisi: {message}

# homeRisingInsight
source: Your rising sign {sign}: {message}
tr: Yükseleniniz {sign}: {message}

# homePickSign
source: Choose a sign
tr: Burç seçin

# homeOpenCompatibility
source: See compatibility
tr: Uyumluluklara bak

# homeTrending
source: Trending Features
tr: Trend Özellikler

# homeDailyEnergy
source: Daily Energy
tr: Günlük Enerji

# homeDailyCardTitle
source: Sun & Rising
tr: Güneş & Yükselen

# homeNoSelection
source: Select your signs to unlock personalized insights.
tr: Burçlarınızı seçerek kişiselleştirilmiş içgörülere ulaşın.

# homeShortcutDream
source: Interpret Dream
tr: Rüya Yorumla

# homeShortcutCoffee
source: Coffee Reading
tr: Kahve Falı

# homeShortcutCompatibility
source: Compatibility
tr: Uyum Analizi

# homeLoveMatch
source: Love Match
tr: Aşk Uyumu

# homeFriendMatch
source: Friendship Match
tr: Arkadaşlık Uyumu

# homeWorkMatch
source: Work Match
tr: İş Uyumu

# homeSelectPrompt
source: Choose a sign
tr: Burç seçin

# dreamTitle
source: Dream Interpreter
tr: Rüya Yorumlama

# dreamHint
source: Describe your dream...
tr: Rüyanızı yazın...

# dreamSubmit
source: Interpret my dream
tr: Rüyamı yorumla

# dreamLoading
source: We are reading your dream...
tr: Rüyanız yorumlanıyor...

# dreamError
source: Something went wrong. Please try again.
tr: Yorumlanırken bir sorun oluştu. Lütfen tekrar deneyin.

# dreamEmpty
source: Write a dream to interpret.
tr: Paylaşılacak bir rüya yazın.

# coffeeTitle
source: Coffee Reading
tr: Kahve Falı

# coffeeHint
source: Upload photos of your cup and saucer
tr: Kahve fincanı ve tabağınızın fotoğraflarını yükleyin

# coffeeAddPhotos
source: Add photo
tr: Fotoğraf ekle

# coffeeSubmit
source: Read my fortune
tr: Falımı yorumla

# coffeeLoading
source: Preparing your reading...
tr: Fal yorumunuz hazırlanıyor...

# coffeeResultGeneral
source: General
tr: Genel

# coffeeResultLove
source: Love
tr: Aşk

# coffeeResultCareer
source: Career
tr: İş

# coffeeResultWarnings
source: Warnings
tr: Uyarılar

# coffeeEmpty
source: Add at least one photo.
tr: En az bir fotoğraf ekleyin.

# coffeeLimit
source: You can upload up to three photos.
tr: En fazla üç fotoğraf yükleyebilirsiniz.

# coffeeHistory
source: Recent readings
tr: Son fal kayıtlarınız

# coffeePrivacy
source: Images are used only for interpretation and stay on your device.
tr: Fotoğraflar sadece yorum için kullanılır ve cihazınızda saklanır.

# compatibilityTitle
source: Zodiac Compatibility
tr: Zodyak Uyumu

# compatibilityLove
source: Love
tr: Aşk

# compatibilityFamily
source: Family
tr: Aile

# compatibilityCareer
source: Career
tr: İş

# compatibilityScore
source: Score
tr: Skor

# compatibilityAdvice
source: Advice
tr: Öneri

# compatibilitySummary
source: Summary
tr: Özet

# compatibilityLoveTemplate
source: Love energy between {first} and {second} feels {tone}.
tr: {first} ve {second} arasında aşk enerjisi {tone}.

# compatibilityFamilyTemplate
source: Family dynamics offer a {tone} connection.
tr: Aile dinamikleri {tone} bir bağ sunuyor.

# compatibilityCareerTemplate
source: Work partnerships flow in a {tone} rhythm.
tr: İş birlikleri {tone} şekilde ilerliyor.

# compatibilityAdviceTemplate
source: Tip for {first} and {second} today: {advice}.
tr: Bugün {first} ve {second} için öneri: {advice}.

# toneHigh
source: vibrant
tr: yüksek

# toneBalanced
source: balanced
tr: uyumlu

# toneFlux
source: in flux
tr: denge arayan

# toneTransform
source: transforming
tr: dönüşen

# adviceHigh
source: Celebrate the harmony and plan a shared ritual.
tr: Uyumu kutlayın ve ortak bir ritüel planlayın.

# adviceBalanced
source: Stay curious about each other to keep balance.
tr: Dengede kalmak için birbirinizi merak edin.

# adviceFlux
source: Give space for differences and listen deeply.
tr: Farklılıklara alan açıp dikkatle dinleyin.

# adviceTransform
source: Transform tension with honest yet gentle conversations.
tr: Samimi ama yumuşak sohbetlerle dönüşümü başlatın.

# commentsTitle
source: Comments
tr: Yorumlar

# commentsEmpty
source: Be the first to comment!
tr: İlk yorumu siz yazın!

# commentsLogin
source: Sign in to comment.
tr: Yorum yapmak için giriş yapın.

# commentsHint
source: Share your thoughts
tr: Düşüncelerinizi paylaşın

# commentsSubmit
source: Post
tr: Gönder

# commentsProfanity
source: Please keep it respectful.
tr: Lütfen saygılı bir dil kullanın.

# commentsTooLong
source: Your comment is too long.
tr: Yorumunuz çok uzun.

# commentsFailure
source: Could not save your comment. Try again.
tr: Yorum kaydedilemedi. Lütfen tekrar deneyin.

# commentsSuccess
source: Comment posted!
tr: Yorumunuz paylaşıldı!

# commentsLocalUser
source: You
tr: Siz

# horoscopeDetailTitle
source: {sign} Sign
tr: {sign} Burcu

# horoscopeDetailToday
source: Today's Themes
tr: Bugünün Temaları

# horoscopeDetailOpenComments
source: View comments
tr: Yorumları gör

source: Loading...
tr: Yükleniyor...

# error
source: An error occurred.
tr: Bir hata oluştu.

# menuLanguagePrompt
source: Choose language
tr: Dil seçin

# menuDreamsSubtitle
source: AI-powered insights
tr: Yapay zekâ destekli içgörüler

# menuHomeSubtitle
source: Personal astro feed
tr: Kişisel astrolojik akış

# menuHoroscopesSubtitle
source: Daily guidance
tr: Günlük rehber

# menuPalmistrySubtitle
source: Secrets in your palm
tr: Avuç içi sırları

# menuCompatibilitySubtitle
source: Love, family, work
tr: Aşk, aile, iş

# menuCoffeeSubtitle
source: Fortune from photos
tr: Fotoğraflardan fal

# menuSettingsSubtitle
source: App preferences
tr: Uygulama tercihleri

# coffeeSaved
source: Reading saved
tr: Fal kaydedildi

# coffeeHistoryEmpty
source: No saved readings yet.
tr: Henüz kayıtlı falınız yok.

# insightSunDefault
source: Trust your intuition to balance today's energy.
tr: Bugün enerjinizi dengelemek için sezgilerinize güvenin.

# insightRisingDefault
source: Strengthen connections around you.
tr: Çevrenizle kurduğunuz bağları güçlendirin.

# pickerSun
source: Sun Sign
tr: Güneş Burcu

# pickerRising
source: Rising Sign
tr: Yükselen Burcu

# dateToday
source: Today
tr: Bugün

# horoscopeCommentsTitle
source: {sign} comments - {date}
tr: {sign} yorumları - {date}

# languageSwitchSaved
source: Language preference saved.
tr: Dil tercihi kaydedildi.
